import tltk

# a=tltk.nlp.pos_tag("ฉัน")
# print(a)

sent = ['PRON', 'VERB', 'NOUN'] #
sent_1 = ['NOUN', 'VERB', 'NOUN'] #
sent_2 = ['NOUN', 'ADP', 'NOUN'] #
sent_4 = ['PRON', 'NOUN', 'NOUN'] #
sent_5 = ['VERB', 'NOUN', 'ADP', 'NOUN'] #
sent_6 = ['NOUN', 'ADV', 'ADP', 'NOUN'] #
#sent_7 = ['VERB', 'NOUN'] #


จาน = ['x', 'x', 'p', 'q', 'n']
ถาด = ['x', 'x', 'p', 'q', 'n']
มีด = ['x', 'x', 'p', 'q', 'n']
สุนัข = ['x', 'x', 'p', 'q', 'n']
ยาย = ['x', 'x', 'p', 'q', 'n']
กา = ['x', 'x', 'p', 'q', 'n']
ตู้ = ['x', 'x', 'p', 'q', 'n']
แจกัน = ['x', 'x', 'p', 'q', 'n']
แก้วน้ำ = ['x', 'x', 'p', 'q', 'n']
แว่นตา = ['x', 'x', 'p', 'q', 'n']
แหวน = ['x', 'x', 'p', 'q', 'n']
ลูกโป่ง = ['x', 'x', 'p', 'q', 'n']
ดินสอ = ['x', 'x', 'p', 'q', 'n']
รองเท้า = ['x', 'x', 'p', 'q', 'n']
ดอกไม้ = ['x', 'x', 'p', 'q', 'n']
สมุด = ['x', 'x', 'p', 'q', 'n']
ช้อน = ['x', 'x', 'p', 'q', 'n']
นาฬิกา = ['x', 'x', 'p', 'q', 'n']
หนังสือ = ['x', 'x', 'p', 'q', 'n']
ปืน = ['x', 'x', 'p', 'q', 'n']
ขวด = ['x', 'x', 'p', 'q', 'n']
ตะหลิว = ['x', 'x', 'p', 'q', 'n']
กระทะ = ['x', 'x', 'p', 'q', 'n']
เข็ม = ['x', 'x', 'p', 'q', 'n']
หวี = ['x', 'x', 'p', 'q', 'n']
ตู้เย็น = ['x', 'x', 'p', 'q', 'n']
เข็มขัด = ['x', 'x', 'p', 'q', 'n']
ชาม = ['x', 'x', 'p', 'q', 'n']
พัดลม = ['x', 'x', 'p', 'q', 'n']
ลูกบอล = ['x', 'x', 'p', 'q', 'n']
เตารีด = ['x', 'x', 'p', 'q', 'n']
ไม้กวาด = ['x', 'x', 'p', 'q', 'n']
วิทยุ = ['x', 'x', 'p', 'q', 'n']
กล่อง = ['x', 'x', 'p', 'q', 'n']
โต๊ะ = ['x', 'x', 'p', 'q', 'n']
ส้อม = ['x', 'x', 'p', 'q', 'n']
โรงเรียน = ['x', 'x', 'p', 'q', 'n']
ยางลบ = ['x', 'x', 'p', 'q', 'n']
สีแดง = ['x', 'x', 'p', 'q', 'n']
สีเหลือง = ['x', 'x', 'p', 'q', 'n']
เรา = ['x', 'x', 'p', 'q', 'pn']
ฉัน = ['x', 'x', 'p', 'q', 'pn']
เธอ = ['x', 'x', 'p', 'q', 'pn']
ไป = ['x', 'x', 'p', 'q', 'v']
ทำ = ['x', 'y', 'x', 'x', 'v']
หยิบ = ['x', 'y', 'z', 'x', 'v']
วาง = [['x', 'y', 'x', 'x', 'v'], ['SAND'], ['x', 'x', 'p', 'p', 'v']]
อยู่ = ['x', 'y', 'x', 'x', 'adv']
มา = ['x', 'x', 'q', 'p', 'v']
กลิ้ง = ['x', 'y', 'p', 'q', 'v']
จับ_1 = [['x', 'x', 'p', 'q', 'v'], ['SAND'], ['x', 'y', 'p', 'q', 'v']]
จับ_2 = [['x', 'y', 'x', 'x', 'v'], ['SAND'], ['x', 'x', 'p', 'q', 'v']]
ที่ = ['x', 'x', 'y', 'x', 'pp']
ใน = ['x', 'x', 'y', 'x', 'pp']
บน = ['x', 'x', 'y', 'x', 'pp']
ใต้ = ['x', 'x', 'p', 'q', 'pp']
สีเขียว = ['x', 'x', 'p', 'q', 'n']
สีชมพู = ['x', 'x', 'p', 'q', 'n']
สีฟ้า = ['x', 'x', 'p', 'q', 'n']

print(sent_6[0])